[
  {"id":"anchoring","name":"Anchoring","category":"Decision Desert","funny_summary":"First number says it louder, your brain claps the hardest.","description":"Anchoring is the tendency to rely too heavily on the first piece of information offered (the anchor) when making decisions. Adjustments away from the anchor are often insufficient.","related":["confirmation","sunk_cost","loss_aversion"]},
  {"id":"confirmation","name":"Confirmation Bias","category":"Reality Rift","funny_summary":"Your beliefs hire only facts that agree with them.","description":"Confirmation bias is the tendency to search for, interpret, favor, and recall information in a way that confirms one's preexisting beliefs or hypotheses.","related":["anchoring","bandwagon","negativity"]},
  {"id":"availability","name":"Availability Heuristic","category":"Memory Jungle","funny_summary":"If it pops into mind fast, it must be true (says your brain).","description":"People evaluate the likelihood of events based on how easily examples come to mind, which can be biased by recent exposure or vividness rather than actual probability.","related":["negativity","hindsight","loss_aversion"]},
  {"id":"hindsight","name":"Hindsight Bias","category":"Memory Jungle","funny_summary":"\"I knew it all along\"—your memory, after the ending is revealed.","description":"Hindsight bias is the tendency to see events as having been predictable after they have already occurred, distorting memory of prior uncertainty.","related":["availability","confirmation"]},
  {"id":"dunning_kruger","name":"Dunning–Kruger Effect","category":"Self & Ego","funny_summary":"Confidence climbs the hill long before competence catches up.","description":"People with low ability at a task tend to overestimate their ability. High performers may underestimate their relative competence.","related":["fundamental_attribution","bandwagon"]},
  {"id":"fundamental_attribution","name":"Fundamental Attribution Error","category":"Social Arena","funny_summary":"Others trip because they're clumsy; you trip because the ground was sneaky.","description":"The tendency to overemphasize personality-based explanations for others' behavior while underemphasizing situational explanations.","related":["dunning_kruger","bandwagon"]},
  {"id":"bandwagon","name":"Bandwagon Effect","category":"Social Arena","funny_summary":"If everyone's doing it, it must be brilliant (right?).","description":"Adopting beliefs because many others hold them. Popularity itself becomes a signal of correctness, irrespective of evidence.","related":["confirmation","fundamental_attribution","dunning_kruger"]},
  {"id":"loss_aversion","name":"Loss Aversion","category":"Decision Desert","funny_summary":"Losing $5 hurts more than finding $5 feels good.","description":"Losses loom larger than gains. People prefer avoiding losses to acquiring equivalent gains, influencing risk-taking and choices.","related":["anchoring","availability","sunk_cost"]},
  {"id":"sunk_cost","name":"Sunk Cost Fallacy","category":"Decision Desert","funny_summary":"Throwing good time after bad because you've already paid.","description":"Continuing a behavior or endeavor as a result of previously invested resources (time, money, effort) even if the future costs outweigh the benefits.","related":["anchoring","loss_aversion"]},
  {"id":"negativity","name":"Negativity Bias","category":"Reality Rift","funny_summary":"Bad news yells; good news whispers.","description":"Negative events and emotions have a greater psychological impact than neutral or positive ones, affecting memory, attention, and decision-making.","related":["availability","confirmation"]}
]
